class OnboardingData {
  final List<String> titles = [
    'Всё, что тебе нужно –  в одном месте',
    'Как это работает?',
    'Как это работает?',
    'Как это работает?',
  ];
  final List<String> subtitles = [
    'Заказывай, продавай, находи и управляй услугами без лишних приложений.',
    'Выбираешь услугу или товар',
    'Заказываешь или создаёшь свой бизнес',
    'Без лишних шагов, регистраций и сложных процессов.Быстро, просто и удобно.',
  ];
  final List<String> buttonTitles = ['Начать', 'Далее', 'Далее', 'Попробовать'];
}
